Repository: Gigantoherceg/GameOfLife
Catalog: MyGOL/Resources/Messages.*.resx
Languages: hu_hu

# allDeath_1
source: Before the specified life cycle (
hu_hu: A megadott életciklus elött (

# allDeath_2
source: ) all cells (
hu_hu: ) az összes sejt (

# allDeath_3
source: ) have died. :(
hu_hu: ) elpusztult. :(

# closeNumber
source: Closing cell number:
hu_hu: Záró sejtszám:

source: decrease
hu_hu: csökkenés

# densityCoefficient
source: Density coefficient (2-20):
hu_hu: Sűrüségi együttható (2-20):

# Height
source: Enter the height (5-35):
hu_hu: Adja meg a magasságot (5-35):

# lifeCycle
source: Enter the life cycle (2-100):
hu_hu: Adja meg az életciklust (2-100):

# LifeTime_1
source: The number of cell colony life cycles:
hu_hu: A sejt kolónia életciklusainak száma:

# LifeTime_2
source: The development of the cell colony stopped. Number of life cycles:
hu_hu: A sejt kolónia fejlődése megállt. Életciklusainak száma:

# MaxDensityCoefficient
source: You gave more than the possible maximum (20), so I work with an average value: 5
hu_hu: Nagyobbat adott meg a lehetséges maximumnál (20), ezért egy átlagos értékkel dolgozok: 5

# MaxHeight
source: You gave more than the possible maximum (35), so I'm working with the latter.
hu_hu: Nagyobbat adott meg a lehetséges maximumnál (35), ezért ezzel az utóbbival dolgozok.

# MaxLifeCycle
source: You entered it higher than the possible maximum (100), so I work with an average value: 42
hu_hu: Nagyobbat adott meg a lehetséges maximumnál (100), ezért egy átlagos értékkel dolgozok: 42

# MaxSpeed
source: You gave more than the possible maximum (10), so I'm working with the latter.
hu_hu: Nagyobbat adott meg a lehetséges maximumnál (10), ezért ezzel az utóbbival dolgozok.

# MaxWidth
source: You gave more than the possible maximum (116), so I'm working with the latter.
hu_hu: Nagyobbat adott meg a lehetséges maximumnál (116), ezért ezzel az utóbbival dolgozok.

# MinDensityCoefficient
source: You gave less than the possible minimum (2), so I work with an average value: 5
hu_hu: Kissebbet adott meg a lehetséges minimunál (2), ezért egy átlagos értékkel dolgozok: 5

# MinHeight
source: You gave less than the possible minimum (5), so I work with the latter.
hu_hu: Kissebbet adott meg a lehetséges minimunál (5), ezért ezzel az utóbbival dolgozok.

# MinLifeCycle
source: You gave less than the possible minimum (2), so I work with an average value: 42
hu_hu: Kissebbet adott meg a lehetséges minimunál (2), ezért egy átlagos értékkel dolgozok: 42

# MinSpeed
source: You gave less than the possible minimum (1), so I work with the latter.
hu_hu: Kissebbet adott meg a lehetséges minimunál (1), ezért ezzel az utóbbival dolgozok.

# MinWidth
source: You gave less than the possible minimum (5), so I work with the latter.
hu_hu: Kissebbet adott meg a lehetséges minimunál (5), ezért ezzel az utóbbival dolgozok.

# PressAKey
source: Press any key!
hu_hu: Nyomj meg egy gombot!

source: reproduction
hu_hu: szaporulat

# Size
source: Adjust the size of the playing field.
hu_hu: Állítsa be a játéktér méretét.

# speed
source: Speed (1-10):
hu_hu: Sebesség (1-10):

# startNumber
source: Starting cell number:
hu_hu: Induló sejtszám:

# Width
source: Enter the width (5-116):
hu_hu: Adja meg a szélességet (5-116):
